include/GLANGSoapBinding.seq2png.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://localhost/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:seq2png>
   <sequence></sequence>
   <params>
    <width>0</width>
    <window>0</window>
    <output></output>
   </params>
  </ns1:seq2png>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
